<template>
    <v-container>
        <v-row>
            <v-col :cols="12">
                Что делает менеджер:
                <ul>
                    <li>Создает элементы меню</li>
                    <li>Управляете активностью элементов меню </li>
                    <li>Просматривает заказы получаемые рестораном (может устанавливает статусы заказа?)</li>
                    <li>Редактирует информацию о кафе </li>
                    <li>Управляет системой бронирования столиков</li>
                    <li>Формирует заказы полученные по телефону, мессенджерам</li>
                    <li>Добавляет бронирование полученные по телефону, меседжерам </li>
                    <li>Получает уведомления о заказах, бронировании на почту</li>
                    <li>Устанавливает емейлы на которые приходят уведомления </li>
                    <li>Наделяет правами менеджера другого менеджера </li>

                </ul>
            </v-col>
        </v-row>
    </v-container>
</template>